/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "打开";
"Open Title" = "打开：^0";
"Save Default Title" = "存储";
"Save Title" = "存储：^0";
"Choose File Title" = "选取文件";
"Choose Folder Title" = "选取文件夹";
"Choose Volume Title" = "选取宗卷";
"Choose Object Title" = "选取对象";
"New Folder Title" = "新文件夹";

/* Button title strings */
"Save Button" = "存储";
"Open Button" = "打开";
"Choose Button" = "选取";
"Don't Save Button" = "不存储";
"New Folder Button" = "新文件夹";
"Replace Button" = "替换";
"Discard Button" = "放弃更改";
"Review Button" = "检查更改…";
"Use Dot Button" = "使用“.”";
"ExtensionAlertUseOneLabel" = "使用 .^1";
"ExtensionAlertUserBothLabel" = "使用两者";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "关闭前存储更改";
"SaveChangesQuitting Banner" = "退出前存储更改";
"SaveChangesOther Banner" = "存储更改";
"DiscardChanges Banner" = "放弃更改";
"WantToSaveDoc Banner" = "您要存储对文稿“^0”所做的更改吗？";
"WantToSaveThis Banner" = "您要存储对这个文稿所做的更改吗？";
"WantToSaveAppDocs Banner" = "您要存储对“^0”文稿所做的更改吗？";
"WantToDiscardDoc Banner" = "您要放弃对文稿“^0”所做的更改吗？";
"WantToDiscardThis Banner" = "您要放弃对这个文稿所做的更改吗？";

"Review App Docs Banner" = "^0 个“^1”文稿中还有未存储的更改，在退出前您想检查一下这些更改吗？";
"Review Several App Docs Banner" = "几个 ^1 文稿中还有未存储的更改，在退出前您想检查一下这些更改吗？";

"Review Docs Banner" = "^0 个文稿中还有未存储的更改，在退出前您想检查一下这些更改吗？";
"Review Several Docs Banner" = "您的几个文稿中都有未存储的更改，在退出前您想检查一下这些更改吗？";

"Review App Single Doc Banner" = "^0 个“^1”文稿中还有未存储的更改，在退出前您想检查一下这些更改吗？";
"Review Single Doc Banner" = "^0 个文稿中还有未存储的更改，在退出前您想检查一下这些更改吗？";

"Review Docs Explanation" = "如果不检查一下您的文稿，所有更改都将丢失。";

/* Untitled strings */
"Untitled Folder" = "未命名文件夹";
"Untitled Doc" = "未命名";

/* Alert strings */
"Cant Replace Locked" = "您不能替换“^0” ，因为它是锁定的。";

"Remove Favorite" = "移去个人收藏";
"Cant Resolve Alias NotFound" = "无法打开收藏项“^0”，因为找不到原项。";
"Navigate Alias Not Found" = "不能打开替身“^0”，因为找不到原身。";

"Name Already Taken" = "项“^0”已经被占用，请使用其他名称。";
"Cant Replace Folder" = "名称“^0” 已被一个文件夹使用。";
"Cant NewFolder OnLockedDisk" = "您不能创建新文件夹，因为磁盘已锁定。";
"Not Right Privs" = "您不能替换“^0”，因为您没有此项权限。";
"Cant use period" = "以点“.”开始的名称为系统所保留。如果您决定使用以点“.”开始的名称，那么文件将会被隐藏。";

"ExtensionWarningText" = "您确定要以扩展名“^0”来存储该文稿？建议的扩展名是“.^1”。";
"ExtensionWarningSubtext" = "如果您不使用扩展名“.^1”，那么文稿可能会以另外一种格式存储。";

"ExtensionErrorText" = "您不能在文件名称结尾加上扩展名“^0”来存储该文件。要求的扩展名是“.^1”。";
"ExtensionErrorSubtext" = "您可以选取使用两个，那么文件名以“.^0.^1”结尾。";

"ReplaceAlertText" = "名称为“^0”的项已经存在于该位置。您想使用正在存储的项替换它吗？";
"ReplaceWithExtensionAlertText" = "名称为“^0”扩展名为“.^1”的项已经存在于该位置。您想使用正在存储的项替换它吗？";


/* Favorite Popup Menu strings */
"Favorite Places" = "个人收藏位置";
"Recent Places"	= "最近访问的位置";
"Computer" = "电脑";
"Home menu item" = "个人";

/* Show Popup Menu strings */
"All Files" = "全部文稿";
"All Known Files" = "全部已知文稿";
"All App" = "全部“^0”文稿";
"All Readable Files" = "全部可读文稿";

/* Format Popup Menu strings */
"Default" = "默认";

/* Generic Kind strings */
"Picture Document" = "图片文稿";
"Text Document" = "文本文稿";
"Movie Document" = "影片文稿";
"Sound Document" = "声音文稿";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "连接失败";
"Connect Failed Details" = "iDisk 服务器没有响应。请再试一次。";
"Invalid Setup" = "无法访问您的 iDisk。您的会员名称或密码可能是无效的。";
"Invalid Setup Details" = "您可以在“系统偏好设置”的 Internet 面板的 .Mac 标签中更改您的名称和密码。";
"iTools Button" = "打开 .Mac 偏好设置…";
"Authentication Failed" = "登录失败";
"Authentication Failed Detailed" = "您输入的用户名或密码不正确。请重新输入。您可以在 .Mac 偏好设置窗口中验证您的 .Mac 用户名和密码。";

/* List view column titles*/
"Name Column Title" = "名称";
"Date Modified Column Title" = "修改日期";

/* Authenticated Server strings */
"Connect Button" = "连接…";
"Connect Caption" = "要查看服务器“^0”的可用共享，请按下“连接”。";

/* Query strings */
"QueryItemCountString" = "%i 个项";
"CurrentFolderScopeString" = "文件夹“%s”";
"HomeScopeString" = "个人";
"EverywhereScopeString" = "电脑";

/* Preview strings */
"MoreInfo" = "更多信息…";
